Repository: ilyas-hallak/romm-ios-app
Catalog: romm/romm/Localizable.xcstrings
Source language: en
Languages: de

source: © Riley Testut. Licensed under the AGPL-3.0 license.
de: © Riley Testut. Lizenziert unter der AGPL-3.0-Lizenz.

source: Authentication and login
de: Authentifizierung und Anmeldung

source: Authentication, login
de: Authentifizierung, Anmeldung

source: BIOS files are downloaded from the RomM server and stored in Documents/LibretroSystem.
de: BIOS-Dateien werden vom RomM-Server heruntergeladen und unter Documents/LibretroSystem gespeichert.

source: Close
de: Schließen

source: Cloud Save Sync
de: Cloud-Sync für Saves

source: Data operations and repositories
de: Datenoperationen und Repositories

source: Data operations, repository
de: Datenoperationen, Repository

source: Download
de: Herunterladen

source: Download Failed
de: Download fehlgeschlagen

source: Downloaded
de: Heruntergeladen

source: Downloading… %@
de: Wird geladen … %@

source: Open In…
de: In App öffnen …

source: Send to Device
de: An Gerät senden

source: Dynamic library not found: %@
de: Dynamische Bibliothek nicht gefunden: %1$@

source: General logic and use cases
de: Allgemeine Logik und Anwendungsfälle

source: General logic, use cases
de: Allgemeine Logik, Anwendungsfälle

source: Hash verified
de: Hash verifiziert

source: Libretro Error
de: Libretro-Fehler

source: Libretro symbol not found: %@
de: Libretro-Symbol fehlt: %1$@

source: Licenses
de: Lizenzen

source: Loading %@…
de: Lade %1$@ …

source: Local %@
de: Lokal %1$@

source: Missing locally · File unavailable on the server.
de: Lokal nicht vorhanden · Datei auf dem Server nicht verfügbar.

source: Missing locally · Platform not found on the RomM server.
de: Lokal nicht vorhanden · Plattform auf dem RomM-Server nicht gefunden.

source: Missing locally · Server: %@
de: Lokal nicht vorhanden · Server: %1$@

source: Network operations and API calls
de: Netzwerkoperationen und API-Aufrufe

source: Network operations, API calls
de: Netzwerkoperationen, API-Aufrufe

source: No BIOS requirements configured.
de: Keine BIOS-Anforderungen konfiguriert.

source: PCSX ReARMed can start when at least one regional variant (SCPH-5500/5501/5502) is available.
de: PCSX ReARMed startet bereits, wenn mindestens eine Regionalvariante (SCPH-5500/5501/5502) vorliegt.

source: PDF manual system
de: PDF-Handbuchsystem

source: Performance metrics and timing
de: Leistungsmetriken und Zeitmessung

source: Performance metrics, timing
de: Leistungsmetriken, Zeitmessung

source: Required BIOS files are missing for %@: %@. Download them in Settings → BIOS Files.
de: Erforderliche BIOS-Dateien fehlen für %1$@: %2$@. Unter Einstellungen → BIOS-Dateien herunterladen.

source: retro_load_game failed.
de: retro_load_game ist fehlgeschlagen.

source: Search %@
de: %@ durchsuchen

source: Search collections
de: Sammlungen durchsuchen

source: Search failed: %@
de: Suche fehlgeschlagen: %1$@

source: Search platforms
de: Plattformen durchsuchen

source: Sync game saves and save states with the RomM server
de: Spielstände und Speicherzustände mit dem RomM-Server synchronisieren

source: Synchronization operations
de: Synchronisierungsvorgänge

source: The server does not have %@.
de: Server hat keine Datei für %1$@.

source: User interface and view updates
de: Benutzeroberfläche und Ansichtsaktualisierungen

source: User interface, view updates
de: Benutzeroberfläche, Ansichtsaktualisierungen

source: View model layer and state
de: ViewModel-Schicht und Zustand

source: View model layer, state
de: ViewModel-Schicht, Zustand
